Repository: extinctionrebellion/RebelsManager
Catalog: locale/*/app.po
Languages: fr

source: Both Extinction Rebellion Belgium and your local group coordinators will be notified about your signup and will be there to support you.
fr: Extinction Rebellion Belgium et les coordinateurs de votre groupe local seront notifiés de votre inscription et seront disponibles pour vous assister.

source: By answering the following questions, you will be listed in our secure Rebels database.
fr: En complétant ce formulaire, vous serez inscrit dans notre base de données de rebelles sécurisée.

source: Email address
fr: Adresse email

source: Feel free to let us know about anything that can help Extinction Rebellion.
fr: Laissez libre court à votre imagination - comment pouvez-vous aider Extinction Rebellion?

source: I give consent for Extinction Rebellion Belgium to contact me using the data I have provided in this form
fr: Je donne la permission à Extinction Rebellion Belgium de me contacter en utilisant les données fournies dans ce formulaire

source: In which areas would you like to participate?
fr: Dans quel(s) domaine(s) souhaitez-vous vous impliquer?

source: Join the Rebellion
fr: Rejoindre la rébellion

source: Join the Rebellion!
fr: Rejoindre la rébellion!

source: Join us!
fr: Rejoins-nous!

source: Local group
fr: Groupe local

source: Mobile phone
fr: GSM

source: My Rebel Profile
fr: Mon profil rebelle

source: Name or nickname
fr: Nom ou pseudo

source: No local group (yet) next to you? Please select the one that makes the more sense to you.
fr: Pas (encore) de groupe local près de chez vous? Merci de sélectionner celui qui fait le plus de sens en fonction de votre localisation.

source: Of course, your opinion can change over time, depending on the action
fr: Bien entendu, votre choix peut évoluer avec le temps et en fonction de l'action

source: Please select a language
fr: Veuillez sélectionner une langue

source: Postcode
fr: Code postal

source: Preferred language
fr: Langue de préférence

source: Select a local group
fr: Sélectionnez un groupe local

source: Sorry, can't save this record:
fr: Désolé mais cet enregistrement ne peut pas être enregistré:

source: Thanks a lot! Your rebel profile is now up-to-date.
fr: Merci beaucoup! Votre profil est désormais à jour.

source: Update
fr: Mettre à jour

source: We may send text messages about public actions.
fr: Nous pourrions vous envoyer des SMS au sujet d'actions publiques

source: We recommend that you select a maximum of 2 answers.
fr: Nous vous recommandons de sélectionner au maximum 2 réponses

source: Welcome to the Rebellion!
fr: Bienvenue dans la rébellion!

source: What specific skills/experience/resources do you have? Do you have any thoughts/questions you would like to share?
fr: De quelles compétences/expériences/ressources disposez-vous? Avez-vous des remarques/questions que vous souhaitez partager?

source: Yes, I am willing to be arrested during an action
fr: Oui, je suis prêt à me faire arrêter durant une action

source: A couple of hours a week
fr: Quelques heures par semaine

source: A few hours a month
fr: Quelques heures par mois

source: More than 10 hours a week
fr: Plus de 10 heures par semaine

source: Please double check the email address provided.
fr: Veuillez vérifier le format de l'adresse email renseignée.

source: Please provide an email address
fr: Veuillez renseigner une adresse email.

source: This email address is already linked to a rebel
fr: Cette adresse email est déjà liée à un.e rebelle.

source: Your consent about data usage is required
fr: Votre consentement concernant l'usage de vos données est requis.

source: I am currently unavailable, you have all my support!
fr: Je suis indisponible pour le moment, vous avez tout mon soutien!

source: My availability for Extinction Rebellion
fr: Ma disponibilité pour Extinction Rebellion

source: Your data can be deleted anytime by sending an email to %{email}.
fr: Vos données peuvent être supprimées à tout moment en envoyant un email à %{email}.

source: I've read and I agree with the principles and values of Extinction Rebellion
fr: J'ai lu et je marque mon accord avec les principes et valeurs d'Extinction Rebellion

source: Open principles and values in a new tab
fr: Ouvrir les principes et valeurs dans un nouvel onglet

source: Ends
fr: Termine le

source: Events
fr: Événements

source: NATIONAL EVENT
fr: ÉVÉNEMENT NATIONAL

source: No event planned.
fr: Aucun événement planifié.

source: See details on Facebook
fr: Voir les détails sur Facebook

source: Starts
fr: Débute le

source: This event is coordinated by
fr: Cet événement est coordonné par

source: ← All events
fr: ← Tous les événements

source: Welcome to the Rebellion! 🙌 You will receive an email from us with a few links. Then please keep your rebel profile up-to-date (we suggest that you bookmark this page, or that you follow the link you'll find at the bottom of our newsletters).
fr: Bienvenue dans la rébellion! 🙌 Vous allez recevoir un email de notre part avec quelques liens. Ensuite, conservez votre profil rebelle à jour (nous vous suggérons de mettre cette page en favori, ou de suivre le lien présent au bas de chacune de nos newsletters).
