Repository: extinctionrebellion/RebelsManager
Catalog: locale/*/app.edit.po
Languages: de, nl

source: A couple of hours a week
de: Ein paar Stunden pro Woche.
nl: Enkele uren per week

source: A few hours a month
de: Ein paar Stunden im Monat.
nl: Een paar uur per maand

source: Both Extinction Rebellion Belgium and your local group coordinators will be notified about your signup and will be there to support you.
de: Sowohl Extinction Rebellion als auch Deine Ortsgruppe werden über Deine Anmeldung informiert und sind bereit, Dich zu unterstützen.
nl: De coördinatoren van zowel Extinction Rebellion Belgium als van je lokale groep zullen op de hoogte gebracht worden van je inschrijving en zullen er zijn om je te ondersteunen.

source: By answering the following questions, you will be listed in our secure Rebels database.
de: Mit der Beantwortung der folgenden Fragen wirst Du in unsere sichere Rebell.inn.en-Datenbank eingetragen.
nl: Door de volgende vragen te beantwoorden zal je opgenomen worden in onze beveiligde database met rebellen.

source: Email address
de: Email-Adresse.
nl: Email-adres

source: Feel free to let us know about anything that can help Extinction Rebellion.
de: Lass uns gerne wissen, wenn es etwas gibt von dem Du denkst, dass es Extinction Rebellion nutzen kann.
nl: Voel je vrij om ons eender wat te laten weten dat Extinction Rebellion kan helpen.

source: I give consent for Extinction Rebellion Belgium to contact me using the data I have provided in this form
de: Ich bin damit einverstanden, dass Extinction Rebellion die Daten nutzt, die ich in diesem Formular angegeben habe.
nl: Ik geef toestemming aan Extinction Rebellion Belgium om me te contacteren via de data die ik ingevuld heb in dit formulier.

source: I have already joined an Extinction Rebellion action
nl: Ik nam reeds deel aan een actie van Extinction Rebellion

source: I've read and I agree with the principles and values of Extinction Rebellion
de: Ich habe gelesen und stimme den Prinzipien und Werten der Extinction Rebellion zu
nl: Ik heb gelezen en ik ben het eens met de principes en waarden van de Extinction Rebellion

source: In which areas would you like to participate?
de: In welchen Bereichen möchtest Du mitmachen?
nl: In welke gebieden wil je graag deelnemen?

source: Join the Rebellion
de: Mach mit beim Aufstand gegen das Aussterben.
nl: Sluit je aan bij de rebellie

source: Join the Rebellion!
de: Mach mit beim Aufstand gegen das Aussterben !
nl: Sluit je aan bij de rebellie!

source: Join us!
de: Schliess Dich uns an!
nl: Doe met ons mee!

source: Let's start!
nl: Later we erin vliegen!

source: Local group
de: Ortsgruppe
nl: Lokale groep

source: Mobile phone
de: Mobiltelefon
nl: GSM

source: More than 10 hours a week
de: Mehr als 10 Stunden pro Woche.
nl: Meer dan 10 uur per week

source: My Rebel Profile
de: Mein Rebell.Inn.en-Profil
nl: Mijn profiel als rebel

source: My availability for Extinction Rebellion
de: Meine Verfügbarkeit für Extinction Rebellion.
nl: Mijn beschikbaarheid voor Extinction Rebellion

source: Name or nickname
de: Name oder Spitzname
nl: Naam of alias

source: No local group (yet) next to you? Please select the one that makes the more sense to you.
de: (Noch) keine Ortsgruppe in Deiner Nähe ? Bitte wähle die Gruppe aus, die Dir am passendsten erscheint.
nl: (Nog) geen lokale groep in je buurt? Duid de meest logische keuze voor jou aan.

source: Of course, your opinion can change over time, depending on the action
de: Deine Meinung darf sich natürlich mit der Zeit verändern, entsprechend der jeweiligen Aktion.
nl: Je mening kan natuurlijk veranderen, afhankelijk van de actie

source: Open principles and values in a new tab
de: Öffnen Sie Prinzipien und Werte in einer neuen tab
nl: Open principes en waarden in een nieuw tab

source: Please don't call me on my mobile phone
nl: Bel me alsjeblieft niet op mijn GSM

source: Please double check the email address provided.
de: Bitte überprüfe die angegebene Email-Adresse.
nl: Gelieve het opgegeven e-mailadres te controleren.

source: Please provide an email address
de: Bitte gebe eine Email-Adresse an.
nl: Gelieve een e-mailadres op te geven

source: Please select a language
de: Bitte wähle eine Sprache aus.
nl: Selecteer alsjeblieft een taal

source: Preferred language
de: Bevorzugte Sprache.
nl: Taal die je voorkeur geniet

source: Register now for this upcoming action.
nl: Schrijf je nu in voor deze aankomende actie.

source: Select a local group
de: Wähle eine Ortsgruppe aus.
nl: Selecteer een lokale groep

source: Sorry, can't save this record:
de: Tut uns leid, dieser Eintrag kann nicht gespeichert werden !
nl: Sorry, kan dit formulier niet opslaan

source: Thanks a lot! Your rebel profile is now up-to-date.
de: Vielen Dank! Dein Rebell.inn.en-Profil ist jetzt vollständig.
nl: Erg bedankt! Je profiel als rebel is nu actueel.

source: This email address is already linked to a rebel
de: Diese Email-Adresse ist schon an einen Rebell/eine Rebellin vergeben.
nl: Dit e-mail adres is al gekoppeld aan een rebel

source: Update my Rebel Profile
de: Mein Rebell Profil aktualisieren
nl: Update mijn Rebel Profiel

source: We may call once a year to ask your opinion about upcoming actions
nl: We bellen je mogelijks occassioneel om je mening te vragen over aankomende acties

source: We may send text messages about public actions.
de: Wir dürfen Dir SMS-Nachrichten zu öffentlichen Aktionen schicken.
nl: We kunnen mogelijks sms'en verzenden over publieke acties.

source: We recommend that you select a maximum of 2 answers.
de: Wir empfehlen, maximal 2 Antworten auszusuchen.
nl: We raden aan om maximum 2 antwoorden aan te duiden

source: Welcome to the Rebellion! 🙌 You will receive an email from us with a few links. Then please keep your rebel profile up-to-date (we suggest that you bookmark this page, or that you follow the link you'll find at the bottom of our newsletters).
de: Willkommen beim Aufstand für das Leben ! Du bekommst in Kürze von uns eine Mail mit einigen Links. Bitte halte dein Profil auf dem neuesten Stand (unser Vorschlag: Füge diese Seite zu Deinen Favoriten hinzu oder folge dem Link am Ende unserer Newsletter).
nl: Welkom bij de rebellie! 🙌 Je zal een email van ons ontvangen met enkele handige links erin. Vervolgens vragen we om je rebellenprofiel up-to-date to houden. We raden aan om deze pagina op te slaan als 'bookmark', of dat je de link gebruikt die telkens aan het einde van elke nieuwsbrief verschijnt.

source: What specific skills/experience/resources do you have? Do you have any thoughts/questions you would like to share?
de: Welche Fähigkeiten/Erfahrung/Mittel kannst Du bereit stellen? Gibt es Überlegungen/Fragen die Du gerne teilen möchtest?
nl: Welke specifieke vaardigheden/ervaringen/middelen heb je? Heb je nog gedachten of vragen die je graag deelt?

source: What's next?
de: Wie geht es weiter?
nl: Wat is het volgende?

source: Yes, I am willing to be arrested during an action
de: Ja, ich bin bereit bei einer Aktion festgenommen zu werden.
nl: Ja, ik ben bereid me te laten arresteren tijdens een actie

source: You will receive a welcome email and then emails about upcoming actions
nl: Je zal een verwelkomings-email ontvangen, en daarna emails over aankomende acties.

source: You will receive a welcome email from Extinction Rebellion. This email includes links to useful documentation and websites for new rebels.
de: Sie erhalten eine Begrüßungs-E-Mail von Extinction Rebellion. Diese E-Mail enthält Links zu nützlicher Dokumentation und Websites für neue Rebellen.
nl: U ontvangt een welkomstmail van Extinction Rebellion. Deze e-mail bevat links naar nuttige documentatie en websites voor nieuwe rebellen.

source: Your consent about data usage is required
de: Deine Einwilligung zur Datennutzung ist erforderlich.
nl: Uw toestemming voor het gebruik van de gegevens is vereist

source: Your data can be deleted anytime by sending an email to %{email}.
de: Falls Du Deine Daten löschen lassen möchtest, kannst Du jederzeit eine email an %{email} senden.
nl: Uw gegevens kunnen te allen tijde worden verwijderd door een e-mail te sturen naar %{email}.

source: Your email address
nl: Email adres

source: Your name or nickname
nl: Naam of alias

source: Postcode
de: Postleitzahl
